Repository: Yaarik16/BookstoreFullstack
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: uk

source: English
uk: Англійська

source: Ukrainian
uk: Українська

source: Active
uk: Активний

source: Inactive
uk: Не активний

source: Canada
uk: Канада

source: Ukraine
uk: Україна

source: Phone number must be entered in the format '+123456789'. Up to 15 digits allowed.
uk: Номер телефону має бути введений в форматі '+123456789'. Дозволена довжина до 15 цифер.

source: Enter a Valid Phone Number
uk: Введіть дійсний номер телефону.

source: username
uk: Логін

source: Book created
uk: Книга створена

source: Book updated
uk: Книга обновлена

source: Book not updated
uk: Книга не обновлена

source: You cant but own book.
uk: Ви не можете купити власну книгу.

source: Order created
uk: Замовлення створене

source: This book is inactive
uk: Ця книга не активна

source: User profile updated
uk: Профіль обновлено

source: User profile not updated
uk: Профіль не обновлено

source: Password
uk: Пароль

source: Unable to log in with provided credentials.
uk: Навдалось увійти з вказаними данними.

source: Must include "username" and "password".
uk: Повинно включати "логін" і "пароль".

source: Account created
uk: Профіль створено

source: Account not created
uk: Профіль не створено

source: Not logged out
uk: Логін не здійснено

source: Logged in
uk: Вхід здійснено

source: Successfully gave a cookie
uk: Успішно надано кукі
